{
  "candidates": {
    "583676123687419926": {
      "campaign": "because i am very active on the server and generally a nice person :blobcatlove: :blobfluffytwitsrecursivechoccie:",
      "username": "woa#7355"
    },
    "448519423901433876": {
      "campaign": "I will strive to be the best moderator that I can be, and I can help change the server for the better",
      "username": "Jammy30fps#0402"
    },
    "247096918923149313": {
      "campaign": "Hey guys, BenTechy66 here :D\n\nI'd like to put myself forward for Sudo because I think that (most of!) the community likes me and hopefully would respect decisions made. I'd also make a conscious effort to let people know via DMs when their messages are deleted and, more importantly, why. I'll also do my very best to ensure punishments are fair and to assign y'all those roles when Elite invites come out :D\n\n- Ben",
      "username": "BenTechy66#8809"
    },
    "206038357396946944": {
      "campaign": "I've been owner, root, a normal member and banned. Aurora said I was a good root. I've written however many letters and github issue comments that I think show I know how to moderate a server.",
      "username": "Dave#0046"
    },
    "218458228223246336": {
      "campaign": "I think I'd be a great fit for sudo given my current and past experience moderating large communities such as the r/DW sub-reddit and discord server along with other smaller communities. My style of moderating would equally laid back as strict while trying to maintain (positive) active discussion of cyber-related topics in the server.",
      "username": "skiros#8738"
    },
    "660066147017949194": {
      "campaign": "I like helping people and willing to help everyone, for example, I have been helping people with cyberstart game, I also really enjoy the server atmosphere and chat rooms. I am fully aware of the requirements for this role and believe that the skills and attributes I possess would be of extreme benefit to your organisation. I am a hard-working, driven, ambitious and a flexible person who can be relied upon to achieve any given task. For example, my current job requires me to work under a time limit, work to my fullest and under pressure - its a fish and chip shop. I am applying for this role because I am looking for a new and challenging role. I enjoy working in a customer-focused environment and believe I would make an excellent sudo within your server. I am also a highly professional, caring, trustworthy, friendly and motivated person and I believe I would make an excellent member of your organisation.",
      "username": "specatron#7550"
    },
    "397764220030156823": {
      "campaign": "I've been in the server a long time. Ever since PizzaTheHutt owned the server, in fact. I've seen its rises, its falls, and stuck with it through thick and thin. I hope that if I were sudo I'd hold a key part in helping this server back to the great point it was over a year ago.\nI've been involved in many of the community's project, and I've been an active contributor within the community for the best part of my time in the server. I was on the community developer team, and the mentor team, before it got shut down. I'm a key part of the RACTF project, that originally started as a community CTF; made by members, for members.\nI've shown a commitment to this server already, and I hope that I can continue to do so within a moderation role.\nThanks, Bax",
      "username": "ZomBMage#3509"
    },
    "161508165672763392": {
      "campaign": "Open ended questions like these are always a blessing and a curse... I've not been around since the very start of the server, but I have been around for probably about a year and a half now, and in that time I've see the staff team change quite a few times. Whenever possible, I try to help contribute towards the server, be that as simple as voting on a meta poll or adding feedback to a thread. For between 2 and 3 years I was a moderator on a server that, at first, only had about 3k members, but during my time there it grew to almost 6k members. That job was particularly challenging because the staff team was constantly shrinking, leaving only 4 of us at the time I resigned. Despite this, it taught me a number of valuable lessons in moderation and how to deal with a lot of the awkward scenarios that can come up. I regularly work in both small and large teams for a number of projects, which has taught me a variety of handy teamworking skills. Looks like I hit the char limit, so o/",
      "username": "Bottersnike#3605"
    },
    "271339829931933697": {
      "campaign": "While a somewhat new member of the community, I'm usually quite an active one across many channels and therefore likely able to police the channels using my ability as a moderator.",
      "username": "JoJo#3107"
    },
    "216588454006489090": {
      "campaign": "- Unrelenting in punishing skids\n- Not authoritarian, unlike beano and co\n- Brilliant at moderation\n- A great addition to any mod team\n- Nice to all people\n- Respecting\n- Act as a voice for the community\n- Knowledgeable when it comes to CD",
      "username": "Havvic#2163"
    },
    "107222668440285184": {
      "campaign": "It's less about me as an individual, and more about what the server COULD be like. Mostly, less spam, since although it can be fun, it just degrades the experience and makes everyone less willing to actually help out (especially those who have been on for a long time, and who could contribute the most) and to commit to long-term projects (Remember the Minecraft servers? Activity Nights? Survival Guide?). Seeing the spam in #general really leaves a bad impression on anyone who has just joined the server, which really does affect the actual change in opinion that can happen.\nThe server could be a LOT better than it is right now, and it's not really any one person's fault in particular, but rather a systemic issue. If nothing else, a more constructive attitude in general would be nice (myself included) to try and make this server a better place for everyone: from new members to the staff team. Feel free to vote for whomever you wish, but at least take this into account.",
      "username": "AUTO#6706"
    },
    "337834814658838528": {
      "campaign": "I feel as though id be a good addition to the sudo team as I get on well with quite a lot of the server. No-one particularly dislikes me and i'm good friends with many of our active members. I'm 3rd on the leader-board (not really proud of that ( ͡° ͜ʖ ͡°)) but it shows how much i've been a part of this place and the time commitment i'm able to give.\n\nSince joining this server, Its grown from a 100 or so people doing CD together and helping each other to a group of friends. I'd like to help continue to grow and expand this server into what it should become, a friendly community of young people as well as being a place for discussions of all things cyber and computing. Apart from that, most of you know me and probably already know if you'd like me to be sudo or not.",
      "username": "Alphex#0977"
    },
    "557106447771500545": {
      "campaign": "The job of a moderator is to moderate. As a moderator I will punish fairly when necessary making sure my moderations are clear and justified. If am a criticised for any of my moderations I will take that criticism and look at improving to ensure everything I do is justified and fair. As a sudo I will also act as a voice for the community in decisions about the server making sure the server is enjoyable for everyone.",
      "username": "HackerJacker#1337"
    },
    "479195044465737728": {
      "campaign": "- I have appropriate experience (I used to moderate a __20000__ person discord server successfully despite having a limited moderation team at the time, but resigned in lieu of cramming for mocks ;P)\n- I will still continue to be a part of cyber discovery for a further 3 years if they decide to continue elite which addresses some of the concerns many members have of staff who can no longer participate but moderate regardless\n- I have always enjoyed this community and would like to repay what it has given me\n\nMy manifesto:\n1) I promise to be active\n2) fight for the concerns of the community in #staff\n3) Accommodate everyone\n4) Let people have some fun! (i.e. not deleting every other post unless necessary--breaking rules like nsfw etc)\n5) ~~have an #ractf-promotion channel for ben so it doesn't clog up #general~~\n6) Give appropriate punishments for flag beggars!\n7) Many more upon request as in section 2)\n\nMy CV:\n|| only joking ||",
      "username": "anAlius#7139"
    },
    "396634710715138051": {
      "campaign": "I believe I am suitable for the role of Sudo because I believe I can help maintain peace and order in the server.\nIf I became a Sudo I would negotiate suitable rules that are fair to not only the mods but to the rest of the community too\nAlso as a Sudo I would be there for anyone that needs assistance or help with anything and happily come to their need if required.\nif a complaint/suggestion is made by a individual or a large group of people, then I, together with the other moderators of the server, can do the best I can to improve and fix that issue. I get on greatly with others in a team-like environment and I feel that I can be a great asset for the server to improve it and make it possibly even better than it already is.\nMost importantly of all I would consider myself friendly and equal to everybody and I could demonstrate this further through the use of being a mod if I was given the chance.",
      "username": "trtd#3409"
    },
    "525005875098812416": {
      "campaign": "Regularly active, friendly (unless you ask for flags)",
      "username": "Ironstone#1852"
    },
    "204374894660681728": {
      "campaign": "I think i am suitable to be Sudo because I believe have some of the knowledge and skills needed for this role and i am willing to learn the rest of the skills and work on my existing ones. I have experience of being Sudo/Mod of servers as i have my own InfoSec discord server with over 500 members and had few admin roles in multiple server in the time i have had discord which have all been fulfilled to the owners requirements of the role. I Might not have had as many high power roles as some of the people here but guess what, I am willing to learn and fulfil the role as Sudo properly if chosen. Many thanks :)",
      "username": "spooks234456789#5358"
    },
    "379215335053590528": {
      "campaign": "I believe that I can be a valuable member to the moderator team. I spend most of my time on the cyberstart channels, which are generally not looked at as much without root or sudo pings.I am relatively active on the community and I believe that my presence would greatly increase the efficiency of moderation on the cyberstart channels. As well as this, I believe I have empathetic qualities needed in a moderator that may not be as prominent in other applicants.",
      "username": "Day#4036"
    },
    "466348364661784613": {
      "campaign": "I've come and gone a little on the server and I think I have a good idea of the way it functions. While I'm not always especially active in chat, I regularly lurk in most of the channels. I've got a small amount of experience moderating Discord servers, and significant experience in forum moderation. When working in teams I'm able to help people get things done, and I like to think of myself as a motivated team player.",
      "username": "circle.#8686"
    },
    "565200851187007508": {
      "campaign": "CD server. Absolutely amazing work already you guys! Hopefully I can join the staff team and carry on the brilliant work that you guys are doing. Being an active member, I have made friends, been trustworthy, helped people when needing support, both for cyber discovery and in people's day to day lives etc.\nBeing in year 12 and currently doing my A levels, I've competed in CD for 3 years this year, and have curated enough experience to know how CD operates. Currently, I've completed 96% of game, having recently achieved volcano 4.1 and 100% on all the other bases. I have enough challenges complete that I'd be able to help people when they're stuck, which is a part of the staff roles. Also, last year I was apart of Elite (evident from my elite 2019 role), which adds to my experience and knowledge. In addition, I am of a mature age that I know how to act properly and not be childish, whilst also able to have a laugh.\nTherefore I feel like I would be a good choice for the CD staff team.",
      "username": "EuanB26#3764"
    }
  },
  "starttime": 1583180100,
  "endtime": 1583452799,
  "creationcutoff": 1582203060
}